HANGED_MAN_GALLOWS = ["""––––––––
   |   |
       |
       |
       |
       |
     ====""", """––––––––
   |   |
   O   |
       |
       |
       |
     ====""", """––––––––
   |   |
  (O   |
       |
       |
       |
     ====""", """––––––––
   |   |
  (O)  |
       |
       |
       |
     ====""", """––––––––
   |   |
  (O)  |
  /    |
       |
       |
     ====""", """––––––––
   |   |
  (O)  |
  /|   |
       |
       |
     ====""", """––––––––
   |   |
  (O)  |
  /|\  |
       |
       |
     ====""", """––––––––
   |   |
  (O)  |
  /|\  |
  /    |
       |
     ====""", """––––––––
   |   |
  (O)  |
  /|\  |
  / \  |
       |
     ===="""]

POSSIBLE_WORDS = {'ягоды': "клубника, арбуз, черника, крыжовник, малина, брусника, клюква, барбарис".split(', '),
                  'мебель': "стол, тумба, стул, кровать, диван, кресло, шкаф, табурет".split(', '),
                  'гаджеты': "компьютер, смартфон, ноутбук, планшет, часы, браслет, наушники".split(', '),
                  'улица': "лужа, солнце, трава, асфальт, бордюр, дерево, воздух, забор, тропа, дождь".split(', '),
                  'транспорт': "троллейбус, машина, самолет, трамвай, велосипед, грузовик, автобус, метро".split(', ')}
